Repository: vinvicta/gsuite
Catalog: Clients/Modern_6.0.3.7/translations/gui_*.po
Languages: de

source: Up
de: Nach oben

source: Down
de: Nach unten

source: Left
de: Nach links

source: Right
de: Nach rechts

source: Grab
de: Greifen

source: Use sword
de: Schwert benutzen

source: Use sword (2)
de: Schwert benutzen (2)

source: Use weapon
de: Waffe benutzen

source: Item menu
de: Inventar

source: Map
de: Karte

source: Activate Micro
de: Mikrofon aktivieren

source: Serverlist
de: Serverliste

source: Forward
de: Vorwärts

source: Backward
de: Rückwärts

source: Strafe Left
de: Nach links

source: Strafe Right
de: Nach rechts

source: Jump
de: Springen

source: Fire Weapon
de: Waffe abfeuern

source: Options
de: Optionen

source: Graphics
de: Grafik

source: Graphical options
de: Grafische Optionen

source: Audio and Microphone options
de: Musik- und Mikrofonoptionen

source: Keys 2D
de: Tasten 2D

source: Keyboard configuration
de: Tastaturkonfiguration

source: Keys 3D
de: Tasten 3D

source: Graal3D Keys and Mouse options
de: Graal3D Tastatur- und Mausoptionen

source: Capture
de: Aufnahme

source: Video capture options
de: Optionen für die Aufnahme von Videos

source: General
de: Allgemein

source: General options
de: Allgemeine Optionen

source: Mouse Sensitivity:
de: Maussensitivität:

source: Enable Microphone
de: Mikrofon anschalten

source: Reverse stereo channels
de: Stereokanäle austauschen

source: Sound FX
de: Soundeffekte

source: Voice
de: Sprache

source: Microphone activated by:
de: Mikrofon aktivieren mit:

source: Key
de: Taste

source: Fullscreen Resolution:
de: Auflösung im Vollbildmodus:

source: Fullscreen bit depth:
de: Farbtiefe im Vollbildmodus:

source: Screenshot Format:
de: Format für Bildschirmfotos:

source: Visible Distance (3D):
de: Sichtbare Entfernung (3D):

source: Detail Factor (3D):
de: Detailfaktor (3D):

source: Enable True Type Fonts
de: Benutze True Type Schriftarten

source: Language:
de: Sprache:

source: Automatic mapping (M)
de: Automatische Kartografierung

source: Allow Mass PMs
de: Erlauben von Massennachrichten

source: Save PMs / Profiles
de: Speichere Nachrichten und Profile

source: Load buddy list from server
de: Lade Freundesliste vom Server

source: Allow global PMs
de: Erlaube Nachrichten von anderen Servern

source: Show yourself on other buddy lists
de: Zeige dich auf anderen Freundeslisten

source: Allow toall-messages
de: Toall-Mitteilungen erlauben

source: Don't load head icons for the playerlist / map
de: Keine Kopf-Symbole für die Spielerliste / Karte laden

source: Use fixed port for UDP:
de: Festen Port für UDP benutzen:

source: Don't use UDP for data packages
de: Kein UDP für Datentransfer benutzen

source: Only show one level
de: Immer nur einen Level anzeigen

source: Limit the length of nicknames to
de: Länge der Namen begrenzen auf

source: Default font height:
de: Standard-Schriftgröße:

source: Auto-Select
de: Automatisch

source: Nickname:
de: Spitzname:

source: Play as:
de: Spiele als:

source: Guest
de: Gast

source: Member
de: Mitglied

source: Save password
de: Passwort speichern

source: Password:
de: Passwort:

source: Become a Member
de: Werde Mitglied

source: Connecting...
de: Verbinde...

source: Connecting to the login server...
de: Verbinde zum Login-Server...

source: Connecting to %s...
de: Verbinde zu %s...

source: Profile
de: Profil

source: Close
de: Schließen

source: Send
de: Speichern

source: Player info
de: Spielerinformationen

source: In-game stats
de: Statistiken

source: Real name:
de: Wahrer Name:

source: Age:
de: Alter:

source: Sex:
de: Geschlecht:

source: Country:
de: Land:

source: Favourite Hangout:
de: Lieblingsort:

source: Favourite Quote:
de: Lieblingsspruch:

source: Online-time:
de: Online-Zeit:

source: Muted
de: Verstummen

source: unknown
de: Unbekannt

source: Male
de: Männlich

source: Female
de: Weiblich

source: Install %s
de: Installiere %s

source: Destination:
de: Zielpfad:

source: Browse
de: Durchsuchen

source: Add Desktop Icon
de: Desktop-Icon hinzufügen

source: Add Link to the Start Menu
de: Füge Eintrag im Startmenü hinzu

source: Install
de: Installiere

source: Select File
de: Wähle Datei

source: Save As
de: Speichern Unter

source: Select
de: Wähle

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Search in:
de: Suchen in:

source: Show hidden files
de: Zeige versteckte Dateien

source: Warning
de: Warnung

source: Do you really want to quit Graal?
de: Möchtest du wirklich Graal beenden?

source: YES
de: JA

source: NO
de: NEIN

source: Load Level
de: Level laden

source: Filename:
de: Datei:

source: Error
de: Fehler

source: Administrator Message
de: Administrator-Mitteilung

source: Could not start ExeReplace.exe which is supposed to replace %s with %s. The update failed.
de: Konnte ExeReplace.exe nicht starten welches %s mit %s ersetzen sollte. Das Update ist fehlgeschlagen.

source: Was not able to start %s!
de: Konnte %s nicht starten!

source: Couldn't connect to the server
de: Konnte nicht zum Server verbinden

source: The connection could not be established! Check that the internet cable is connected and the firewall is not blocking %s.
de: Die Verbindung zum Server konnte nicht aufgebaut werden! Bitte überprüfe ob das Internetkabel verbunden ist und der Firewall nicht %s blockiert.

source: You have been disconnected from the game server.
de: Die Verbindung zum Server wurde getrennt.

source: It seems that the UDP protocol is not working, it might be better to disable UDP in the options
de: Es scheint daß das UDP-Protokoll nicht funkioniert, es ist besser UDP in den Optionen auszuschalten

source: Others:
de: Andere Spieler:

source: Rendering Problem
de: Darstellungsproblem

source: No hardware graphics support detected. Please install a driver for your graphics card.
de: Die beschleunigten Grafikfunktionen sind nicht verfügbar. Bitte installiere einen Treiber für die Grafikkarte.

source: The execution file is corrupted. Please check for viruses or other programs that manipulate *.exe files (virus checker, drivespace,...) !
de: Die Ausführungsdatei ist fehlerhaft. Bitte überprüfe daß es keinen Virus gibt und alle Programme ausgeschaltet sind welche *.exe-Dateien manipulieren (manche Virus-Scanner, drivespace, ...)

source: Scanning folder structure for fast access...
de: Ermittle die Verzeichnisstruktur für schnellen Zugriff...

source: Starting 3D mode...
de: Starte den 3D-Modus...

source: You can record a video by pressing Alt + 6 to start and stop recording. It is saved into the Graal folder under videos/.
de: Du kannst Videos aufnehmen mittels Alt + 6 zum Starten und Stoppen. Es wird im Graalverzeichnis gespeichert unter videos/.

source: Video size:
de: Videoformat:

source: Full size
de: Vollbild

source: Capture area:
de: Aufnahmefeld:

source: Full window
de: Gesamtes Fenster

source: Focus on player
de: Folge dem Spieler

source: Focus on mouse
de: Folge der Maus

source: Frames per second:
de: Bilder pro Sekunde:

source: Disable day-night effects
de: Schalte Tag/Nacht-Effekte aus

source: Hide the interface
de: Verstecke die Bedienelemente

source: Show the mouse cursor
de: Zeige die Maus

source: Allow capture by script
de: Erlaube Aufnahme mittels Skript

source: Capture audio
de: Nehme auch den Ton auf

source: Default GUI style (PMs etc.):
de: Standard-Gfx-Stil (PMs etc.):

source: Default
de: Standard

source: Minimize
de: Verkleinern

source: Maximize
de: Vergrößern

source: Downloading
de: Lade Datei

source: File not found
de: Datei nicht gefunden

source: Requires ActiveX Control
de: Benötigt ActiveX-Control

source: Requires Plugin
de: Benötigt Plugin

source: Can't show Flash:
de: Kann Flash nicht anzeigen:
