Repository: vinvicta/gsuite
Catalog: Clients/Modern_6.0.3.7/translations/guiwindows_*.po
Languages: fr

source: Change these options if you've got problems with the game or if you want to speed up the game.
fr: Changer ces options pour régler votre écran, le son, les contrôles ou si vous rencontrez des problèmes dans le jeu

source: &Close
fr: &Fermer

source: C&ontrols
fr: C&ontroles

source: Wait for vertical blank (slower but smoother)
fr: Attendre rafraichissement vertical (+ lent mais + fluide)

source: Automapping
fr: Générer automatiquement les cartes

source: Start in fullscreen mode
fr: Lancer en mode plein écran

source: Fullscreen mode:
fr: Mode plein écran

source: Font:
fr: Police

source: Size:
fr: Taille

source: Use Bitmap Fonts (faster and smoother)
fr: Utiliser les fontes Bitmap (plus rapide et plus beau)

source: Use a minimum of video resources
fr: Utiliser un minimum de resources vidéos

source: Enable scripted effects (unchecking these might speed up the game on some servers):
fr: Valide les effets par scripts (dévalider ces options peut accéler le jeu)

source: Lights
fr: Lumières

source: Weather
fr: Météo

source: Particles
fr: Particules

source: Visible distance:
fr: Distance visible

source: Detail factor:
fr: Facteur de détail

source: voice
fr: Voie

source: Current track:
fr: Voie courante

source: Play
fr: Jouer

source: Microphone enabled
fr: Microphone actif

source: Micro activation by:
fr: Microphone activé par:

source: loud
fr: fort

source: quiet
fr: faible

source: Amplify:
fr: Amplifie

source: Input:
fr: Entrée

source: Joystick support
fr: Support du Joystick

source: Don't use DirectInput
fr: Ne pas utiliser DirectInput

source: Change &keys
fr: &Touches

source: Ignore toalls
fr: Ignorer à tous

source: Use filename cache (don't scan folders each startup)
fr: Utiliser le cache répertoire (Ne pas scanner les répertoires)

source: Use fixed port for data packages:
fr: Utiliser un port fixe pour les paquets de donnés

source: Don't use UDP for data packages
fr: Ne pas utiliser UDP pour les paquets de donnés

source: Don't load head icons for the playerlist / map
fr: Ne pas charger les icônes de têtes pour la liste des joueurs

source: Don't connect levels
fr: Ne pas connecter les niveaux de jeu

source: Speak!
fr: Parler!

source: Thanks!
fr: Merci!

source: Open URL
fr: Charger URL

source: &Open
fr: &Ouvrir

source: &Cancel
fr: Abandon

source: Player List
fr: Liste des joueurs

source: &Refresh
fr: &Rafraichir

source: &Save
fr: &Sauver

source: Staff
fr: Administration

source: Players on this server
fr: Joueurs sur ce serveur

source: Global Guilds
fr: Glildes Globales

source: Servers
fr: Serveurs

source: (none)
fr: (aucun)

source: Information about the player
fr: Informations sur le joueur

source: In-game stats
fr: Stats jeu

source: Voice Options
fr: Options voie

source: &Send
fr: Envoyer

source: Real name:
fr: Prénom et Nom

source: Country:
fr: Pays

source: Instant Messenger:
fr: Messagerie instantanée

source: Homepage:
fr: Page Web

source: Favourite quote:
fr: Citation favorite

source: Level:
fr: Niveau

source: Online time:
fr: Temps en ligne

source: Mute
fr: Muet

source: Open
fr: Ouvrir

source: unknown
fr: Inconnu

source: Male
fr: Homme

source: Female
fr: Femme

source: PlayerList Options
fr: Options de la liste joueur

source: Player list options
fr: Options de la liste joueur

source: Allow Mass Messages
fr: Permettre messages à tous

source: Allow HTML in PMs
fr: Permette le HTML en PMs

source: Allow Images in PMs
fr: Permettre les images en PMs

source: Playerlist: sort by nickname
fr: ListeJoueur: trier par pseudo

source: Display Account instead of Nick
fr: Afficher le compte à la place du pseudo

source: Save PMs/Profiles
fr: Sauver PMs/Profiles

source: Allow Global PMs
fr: Permettre messages à tous

source: Show buddies from other servers
fr: Montrer les amis des autres serveurs

source: Change Controls
fr: Changer les contrôles

source: Controls
fr: Contrôles

source: Select the controls for the player.
fr: Choisir les contrôles pour le joueur

source: &Apply
fr: Valider

source: (not logged in)
fr: (pas identifié)

source: Players:
fr: en ligne

source: Nick:
fr: Pseudo:

source: Account:
fr: Compte:

source: Do you want to load the URL %s with the default browser?
fr: Voulez-vous charger l'URL %s avec votre navigateur?

source: DirectX couldn't be initialized - please download it from www.microsoft.com
fr: DirectX ne peut pas être initialisé - le télécharger depuis www.microsoft.com/directx
