Repository: vinvicta/gsuite
Catalog: Clients/Modern_5.0.0.7/translations/gui_*.po
Languages: fr

source: Up
fr: Haut

source: Down
fr: Bas

source: Left
fr: Gauche

source: Right
fr: Droit

source: Grab
fr: Attraper

source: Use sword
fr: Utiliser épée

source: Use sword (2)
fr: Utiliser épée (2)

source: Use weapon
fr: Utiliser arme

source: Item menu
fr: Menu objets

source: Map
fr: Carte

source: Activate Micro
fr: Activer le micro

source: Load-Level Dialog
fr: Chargement d'un Level

source: Serverlist
fr: Liste des serveurs

source: Forward
fr: Avancer

source: Backward
fr: Reculer

source: Strafe Left
fr: Pas de coté à gauche

source: Strafe Right
fr: Pas de coté à droite

source: Jump
fr: Sauter

source: Fire Weapon
fr: Tirer avec l'arme

source: First Person
fr: Première personne

source: Graphics
fr: Graphiques

source: Graphical options
fr: Options graphiques

source: Sound
fr: Son

source: Audio and Microphone options
fr: Options de Son et Micro

source: Keys 2D
fr: Touches 2D

source: Keyboard configuration
fr: Configuration du clavier

source: Keys 3D
fr: Touches 3D

source: Graal3D Keys and Mouse options
fr: Options clavier/souris pour Graal3D

source: General options
fr: Options Generale

source: Control Name
fr: Nom des contrôles

source: Control Binding
fr: Contrôles

source: Mouse Sensitivity:
fr: Sensabilité de la souris

source: Enable Microphone
fr: Valider le Microphone

source: Reverse stereo channels
fr: Inverser les canaux stéréos

source: Sound FX
fr: Son FX

source: Voice
fr: Voix

source: Microphone activated by:
fr: Microphone activé par:

source: Key
fr: Touche

source: Fullscreen Resolution:
fr: Mode Plein écran:

source: Fullscreen bit depth:
fr: Nombre de bit mode plein écran:

source: Screenshot Format:
fr: Format de Screenshot:

source: Visible Distance (3D):
fr: Distance visible (3D):

source: Detail Factor (3D):
fr: Qualité d'affichage (3D):

source: Enable True Type Fonts
fr: Utiliser les fontes TrueType

source: Language:
fr: Langue:

source: Automatic mapping (M)
fr: Tracé des cartes automatique (M)

source: Allow Mass PMs
fr: Permettre les PMs à tous

source: Save PMs / Profiles
fr: Sauver PMS/Profiles

source: Load buddy list from server
fr: Charger la liste des amis depuis le serveur

source: Allow global PMs
fr: Permettre les PMS globaux

source: Show yourself on other buddy lists
fr: être visisable dans les listes d'amis

source: Allow toall-messages
fr: Permettre les messages à tous

source: Don't load head icons
fr: Ne pas charger les icons de tête

source: Use fixed port for UDP:
fr: Utiliser un port fixe pour UDP:

source: Disable UDP
fr: Désactiver UDP

source: Only show one level
fr: Montrer seulement un niveau de jeu

source: Limit the length of nicknames to
fr: Limiter pseudos à

source: Default font height:
fr: Taille de fonte par défaut:

source: Re-bind control...
fr: Réattache les contrôles...

source: Auto-Select
fr: Selection automatique

source: Nickname:
fr: Pseudo:

source: Start
fr: Go!

source: Play as:
fr: S'identifier:

source: Guest
fr: Invité

source: Member
fr: Membre

source: Save password
fr: Sauver le mot de passe

source: Account name:
fr: Nom de compte:

source: Password:
fr: Mot de passe:

source: Become a Member
fr: Devenir membre

source: Offline Test
fr: Test du moteur

source: Connecting...
fr: Connection...

source: Connecting to the login server...
fr: Connection au serveur de jeu

source: Connecting to %s...
fr: Connection à %s...

source: Close
fr: Fermer

source: Send
fr: Envoyer

source: Player info
fr: Information sur le joueur

source: In-game stats
fr: Statistiques jeux

source: Real name:
fr: Nom:

source: Country:
fr: Pays:

source: Instant Messenger:
fr: Messagerie instantanée:

source: E-mail:
fr: Couriel:

source: Homepage:
fr: Page web:

source: Favourite Hangout:
fr: Lieu de visites de favori:

source: Favourite Quote:
fr: Expression favorite:

source: Level:
fr: Niveau:

source: Online-time:
fr: Temps en ligne:

source: Muted
fr: Désactivé

source: unknown
fr: Inconnu

source: Male
fr: Homme

source: Female
fr: Femme

source: Install %s
fr: Installation de %s

source: Browse
fr: Explorer

source: Add Desktop Icon
fr: Ajouter un Icon sur le bureau

source: Add Link to the Start Menu
fr: Ajouter un lieu dans le menu démarrer

source: Install
fr: Installer

source: Select File
fr: Choisir un fichier

source: Save As
fr: Sauver comme

source: Show hidden files
fr: Montrer les fichiers cachés

source: Select
fr: Choisir

source: Save
fr: Sauver

source: Cancel
fr: Annuler

source: Search in:
fr: Rechercher dans:

source: Filename:
fr: Nom de fichier:

source: Warning
fr: Avertissement

source: Do you really want to quit Graal?
fr: Voulez vous vraiment quitter Graal?

source: YES
fr: OUI

source: NO
fr: NON

source: Load Level
fr: Charger un niveau de jeu
